todo.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org772f5ff">Todos</a>
<ul>
<li><a href="#org8090f20">UK</a>
<ul>
<li><a href="#orgb18ce4d"><span class="done DONE">DONE</span> Planifier test anglais lex &amp; fi</a></li>
<li><a href="#org17af49e"><span class="todo TODO">TODO</span> How to get nhs number</a></li>
<li><a href="#org383640e"><span class="todo TODO">TODO</span> Bank account hsbc</a></li>
<li><a href="#org1cbcdbf"><span class="todo TODO">TODO</span> plan trip to london</a></li>
</ul>
</li>
<li><a href="#orgdb422b5"><span class="done DONE">DONE</span> Procuration 2e tour</a></li>
<li><a href="#org9de3217"><span class="done DONE">DONE</span> book pietrasanta tickets</a></li>
<li><a href="#org950a69b"><span class="todo TODO">TODO</span> Passport and ID</a></li>
<li><a href="#orgd84ec87"><span class="done DONE">DONE</span> print PACS papers at parents and scan ID doc</a></li>
<li><a href="#org6b54fae"><span class="todo TODO">TODO</span> bring PACS documents to mairie</a></li>
<li><a href="#orgae7b428"><span class="todo TODO">TODO</span> review what Patrick said in March</a></li>
<li><a href="#org42cbe77"><span class="done DONE">DONE</span> write to gavin for september</a></li>
<li><a href="#org3f2f061"><span class="todo TODO">TODO</span> contacter cabinet gti gestion immo villier, texto rappeler mail&#xa0;&#xa0;&#xa0;<span class="tag"><span class="villiers">villiers</span></span></a></li>
<li><a href="#orge848b25"><span class="done DONE">DONE</span> contacter frere pour les meubles</a></li>
<li><a href="#orgcabfb36"><span class="todo TODO">TODO</span> photos des meubles pour NGUYEN</a></li>
<li><a href="#org1fa2046"><span class="todo TODO">TODO</span> buy feld 47 spare part (o ring)</a></li>
</ul>
</li>
<li><a href="#orgdd1b018">Habits</a>
<ul>
<li><a href="#org3ce3f4f"><span class="todo TODO">TODO</span> practice Dutch</a></li>
</ul>
</li>
<li><a href="#org5e8fe63">Archive</a>
<ul>
<li><a href="#org10c3f5a"><span class="done DONE">DONE</span> 20 euros to wise account from banque postale</a></li>
<li><a href="#orgf615a65"><span class="done DONE">DONE</span> ask gavin about contract 3cd (tube, vouchers)</a></li>
<li><a href="#org000e17f"><span class="done DONE">DONE</span> billet thalys for wilfried B day</a></li>
<li><a href="#org51f4765"><span class="done DONE">DONE</span> send letter to R&amp;S</a></li>
</ul>
</li>
</ul>
</div>
</div>


<div id="outline-container-org772f5ff" class="outline-2">
<h2 id="org772f5ff">Todos</h2>
<div class="outline-text-2" id="text-org772f5ff">
</div>
<div id="outline-container-org8090f20" class="outline-3">
<h3 id="org8090f20">UK</h3>
<div class="outline-text-3" id="text-org8090f20">
</div>
<div id="outline-container-orgb18ce4d" class="outline-4">
<h4 id="orgb18ce4d"><span class="done DONE">DONE</span> Planifier test anglais lex &amp; fi</h4>
<div class="outline-text-4" id="text-orgb18ce4d">
</div>
</div>
<div id="outline-container-org17af49e" class="outline-4">
<h4 id="org17af49e"><span class="todo TODO">TODO</span> How to get nhs number</h4>
<div class="outline-text-4" id="text-org17af49e">
</div>
</div>
<div id="outline-container-org383640e" class="outline-4">
<h4 id="org383640e"><span class="todo TODO">TODO</span> Bank account hsbc</h4>
<div class="outline-text-4" id="text-org383640e">
</div>
</div>
<div id="outline-container-org1cbcdbf" class="outline-4">
<h4 id="org1cbcdbf"><span class="todo TODO">TODO</span> plan trip to london</h4>
<div class="outline-text-4" id="text-org1cbcdbf">
</div>
</div>
</div>

<div id="outline-container-orgdb422b5" class="outline-3">
<h3 id="orgdb422b5"><span class="done DONE">DONE</span> Procuration 2e tour</h3>
<div class="outline-text-3" id="text-orgdb422b5">
</div>
</div>

<div id="outline-container-org9de3217" class="outline-3">
<h3 id="org9de3217"><span class="done DONE">DONE</span> book pietrasanta tickets</h3>
<div class="outline-text-3" id="text-org9de3217">
<p>
annemarie et co arrive between 3 and 4pm
DEADLINE: <span class="timestamp-wrapper"><span class="timestamp">&lt;2022-04-08 Fri&gt; </span></span> SCHEDULED: <span class="timestamp-wrapper"><span class="timestamp">&lt;2022-04-07 Thu&gt;</span></span>
</p>
</div>
</div>

<div id="outline-container-org950a69b" class="outline-3">
<h3 id="org950a69b"><span class="todo TODO">TODO</span> Passport and ID</h3>
<div class="outline-text-3" id="text-org950a69b">
</div>
</div>
<div id="outline-container-orgd84ec87" class="outline-3">
<h3 id="orgd84ec87"><span class="done DONE">DONE</span> print PACS papers at parents and scan ID doc</h3>
<div class="outline-text-3" id="text-orgd84ec87">
</div>
</div>

<div id="outline-container-org6b54fae" class="outline-3">
<h3 id="org6b54fae"><span class="todo TODO">TODO</span> bring PACS documents to mairie</h3>
<div class="outline-text-3" id="text-org6b54fae">
</div>
</div>

<div id="outline-container-orgae7b428" class="outline-3">
<h3 id="orgae7b428"><span class="todo TODO">TODO</span> review what Patrick said in March</h3>
<div class="outline-text-3" id="text-orgae7b428">
</div>
</div>
<div id="outline-container-org42cbe77" class="outline-3">
<h3 id="org42cbe77"><span class="done DONE">DONE</span> write to gavin for september</h3>
<div class="outline-text-3" id="text-org42cbe77">
</div>
</div>
<div id="outline-container-org3f2f061" class="outline-3">
<h3 id="org3f2f061"><span class="todo TODO">TODO</span> contacter cabinet gti gestion immo villier, texto rappeler mail&#xa0;&#xa0;&#xa0;<span class="tag"><span class="villiers">villiers</span></span></h3>
<div class="outline-text-3" id="text-org3f2f061">
<p>
<a href="http://www.immogti.com/immo,gestion.htm">gti gestion</a>
</p>
</div>
</div>

<div id="outline-container-orge848b25" class="outline-3">
<h3 id="orge848b25"><span class="done DONE">DONE</span> contacter frere pour les meubles</h3>
<div class="outline-text-3" id="text-orge848b25">
</div>
</div>

<div id="outline-container-orgcabfb36" class="outline-3">
<h3 id="orgcabfb36"><span class="todo TODO">TODO</span> photos des meubles pour NGUYEN</h3>
<div class="outline-text-3" id="text-orgcabfb36">
<p>
see email of NGuyen
</p>
</div>
</div>

<div id="outline-container-org1fa2046" class="outline-3">
<h3 id="org1fa2046"><span class="todo TODO">TODO</span> buy feld 47 spare part (o ring)</h3>
<div class="outline-text-3" id="text-org1fa2046">
</div>
</div>
</div>
<div id="outline-container-orgdd1b018" class="outline-2">
<h2 id="orgdd1b018">Habits</h2>
<div class="outline-text-2" id="text-orgdd1b018">
</div>
<div id="outline-container-org3ce3f4f" class="outline-3">
<h3 id="org3ce3f4f"><span class="todo TODO">TODO</span> practice Dutch</h3>
<div class="outline-text-3" id="text-org3ce3f4f">
<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2022-04-09 Sat 23:15]</span></span></li>
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2022-04-07 Thu 17:47]</span></span></li>
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2022-04-06 Wed 21:44]</span></span></li>
</ul>
<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2022-04-04 Mon 16:52]</span></span></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org5e8fe63" class="outline-2">
<h2 id="org5e8fe63">Archive</h2>
<div class="outline-text-2" id="text-org5e8fe63">
</div>
<div id="outline-container-org10c3f5a" class="outline-3">
<h3 id="org10c3f5a"><span class="done DONE">DONE</span> 20 euros to wise account from banque postale</h3>
<div class="outline-text-3" id="text-org10c3f5a">
</div>
</div>
<div id="outline-container-orgf615a65" class="outline-3">
<h3 id="orgf615a65"><span class="done DONE">DONE</span> ask gavin about contract 3cd (tube, vouchers)</h3>
<div class="outline-text-3" id="text-orgf615a65">
</div>
</div>
<div id="outline-container-org000e17f" class="outline-3">
<h3 id="org000e17f"><span class="done DONE">DONE</span> billet thalys for wilfried B day</h3>
<div class="outline-text-3" id="text-org000e17f">
</div>
</div>
<div id="outline-container-org51f4765" class="outline-3">
<h3 id="org51f4765"><span class="done DONE">DONE</span> send letter to R&amp;S</h3>
<div class="outline-text-3" id="text-org51f4765">
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"></p>
</div>
</body>
</html>
